Repository: lf-j/OpenSourceComplianceHandbook-Translation
Catalog: tm/All150502--omegat.tmx
Source language: en_us
Languages: ja

source: Unlicensed or Potentially Closed-Source Technologies
ja: ライセンスを受けていない、またはクローズドソース技術の可能性があるもの

source: Using this process, the project pinpointed software CII already funds, including OpenSSL, OpenSSH, NTP, and GnuPG.
ja: このプロセスを使用して、同プロジェクトは CII がすでに助成しているソフトウェアを特定しました。OpenSSL、OpenSSH、NTP、GnuPG などです。

source: Venue Location & Directions
ja: 開催場所とアクセス

source: Venue Location, Hotel Accommodations & Directions
ja: 開催場所、宿泊、およびアクセス

source: Verify your email address to confirm your vote
ja: アンケートに回答するために電子メール アドレスを確認してください

source: Vibrant Advisory Group
ja: 活気あるアドバイザリ グループ

source: View Google Map For Directions To The Hotel
ja: 椿山荘東京を Google マップで見る

source: View more
ja: さらに詳しく

source: View our Privacy Policy
ja: プライバシー ポリシー

source: Virtual Open Systems is a French high-tech startup company active in the field of embedded software development.
ja: Virtual Open Systems は、組込みソフトウェア開発の分野で活躍するフランスのハイテク スタートアップ企業です。

source: Virtually every industry and business leverages open source, and is therefore more interconnected and dependent on it than ever before.
ja: 事実上どの産業や企業もオープン ソースを利用し、そのために以前よりも相互に接続され、オープン ソースに依存しています。

source: Visible Energy provides hardware and software engineering services including a secure and highly scalable cloud platform, the tools for prototyping Wi-Fi IoT solutions, APIs, libraries, and cloud management and monitoring applications.
ja: セキュアで高スケーラブルなクラウド プラットフォーム、Wi-Fi IoT ソリューションのプロトタイプ ツール、API、ライブラリ、およびクラウド開発・監視アプリケーションといったハードウェア/ソフトウェア技術サービスを提供しています。

source: Visit http://opennetsummit.org/conference/ for more details.
ja: 詳しくはこちらをご覧ください。http://opennetsummit.org/conference/ for more details

source: Vote Confirmed.
ja: アンケートの回答を確認しました。

source: We are also dedicated to expanding the collaborative DNA of Linux to other industries and markets.
ja: The Linux Foundation は、Linux の協力的な DNA を他の業界や市場に広げる活動も行っています。

source: We are at the TRUNING POINT!
ja: 私たちは岐路に立っている!

source: We are entering a new era of Creative Destruction, where industrial age companies are being forced to become innovative software companies.
ja: 私たちは創造的破壊という新たな時代に入ろうとしています。これからは、工業化時代の企業が革新的ソフトウェア企業に変わらなければなりません。

source: We are glad to see the increased commitment being made by the automotive industry to advance AGL as the de facto standard for the connected car.”
ja: AGL をコネクテッド カーのためのデファクト スタンダードとして発展させるために、自動車業界からの支援が続々と増えていることを嬉しく思います。」

source: We are here to provide the crucial services and collaborative infrastructure to continue Linux's advancement and protection, and we're here to serve as a tour guide for companies who need to build an open source strategy for their business and make the most of the new collaborative software economy.
ja: The Linux Foundation がめざしているのは、Linux の発展と保護を継続するための重要なサービスや協力基盤を提供することであり、オープン ソースによる事業戦略を確立する必要がある企業や、新たな協力的ソフトウェア経済を最大限に活用する必要がある企業のツアー ガイドとなることです。

source: We are here to provide the crucial services and collaborative infrastructure to continue Linux’ advancement and protection.
ja: The Linux Foundation がめざしているのは、Linux の発展と保護を継続するための重要なサービスや協力基盤を提供することです。

source: We are looking forward to working with both organizations.”
ja: この 2 つの組織と協力できることを楽しみにしています。」

source: We are seeing the beginning of a disruption driven by a new era of technology, where the existing order must fail - to make way for a new era of OpenStack and CloudFoundry enabled development and operations.
ja: 新たな技術の時代にけん引された混乱が始まっています。そこでは今までの秩序が消え、OpenStack と CloudFoundry が実現する開発と運用の新時代が幕を開けています。

source: We are similarly debating the right approach to Network Virtualization as well as Policy/Intent.
ja: ネットワーク仮想化への適切なアプローチ、およびポリシーや趣旨についても、同じようにディベートしています。

source: We at The Linux Foundation witness first-hand every day the impact of open source, collaboration and neutral governance on the most promising technologies of our time.
ja: 私たちは Linux Foundation において、現代の最も有望なテクノロジに対するオープン ソース、コラボレーション、および中立なガバナンスの影響力を毎日目にしています。

source: We believe collaboration can save the world
ja: コラボレーションは世界を救う わたしたちはそう信じています

source: We believe that open collaboration is an art form that requires commitment to deeply held values and years of practice and perfection.
ja: オープン コラボレーションは一種の芸術形態であり、確固たる価値観と長年の実践や完璧さへのコミットメントを要求するものだと私たちは考えています。

source: We definitely do not expect every presentation to have code snippets and technical deep-dives but here are two things that you should avoid when preparing your proposal because they are almost always rejected due to the fact that they take away from the integrity of our events, and are rarely well-received by conference attendees:
ja: すべての発表にコードや詳細な技術情報が含まれることは期待していませんが、発表案を準備する際に避けるべきことが 2 つあります。以下の 2 点は私たちのイベントの統合性から乖離しており、カンファレンス参加者からも歓迎されません。

source: We expect to see a lot of the Open Container Project contributors at ContainerCon in August and look forward to the work ahead of us.
ja: 8 月の ContainerCon には多くの Open Container Project コントリビューターが訪れることでしょう。これからの活動が楽しみです。

source: We have a mature governance model, and a thriving end user community (15 technologists representing blue-chip companies on the OpenDaylight Advisory Group and over 2,000 individuals active across 21 OpenDaylight User Groups).
ja: 私たちには成熟したガバナンス モデルと、盛況なエンド ユーザー コミュニティがあります (OpenDaylight アドバイザリ グループの優良企業による代表的な 15 技術、および 21 の OpenDaylight User ユーザー グループに属する 2,000 人超の人々)。

source: We have a truly extraordinary group of launch members, representing many of the most innovative companies in the financial and technology industries.
ja: このプロジェクトの創設メンバーには、金融業界や技術業界で革新的な企業の代表格である面々が名を連ねています。

source: We have done our best to make the submission process as simple as possible.
ja: 発表案の提出手順はとても簡単です。

source: We have negotiated a discounted sleeping room rate of ¥26,336 (US$219) plus taxes (includes wireless in-room internet) at Chinzanso from May 31-June 6, 2015.
ja: イベントに参加する方は、ホテル椿山荘を特別価格 (無線 LAN 設備あり、一泊税別 26,336 円) でご利用になれます。

source: We have seen this repeatedly in Linux (e.g. KVM/Xen virtualization and various approaches to containers).
ja: Linux ではこれが繰り返し行われてきました (KVM/Xen 仮想化や、コンテナ関連の各種アプローチなど)。

source: We hope you will walk away with an idea on how to start an open source office along with ideas that can bring to improve open source collaboration within your organization.
ja: オープン ソース オフィスの始め方のヒント、社内のオープン ソース コラボレーションを強化するためのアイデアなどをお伝えできれば幸いです。

source: We know that the Linux and open source community can be very intimidating for anybody who is interested in participating.
ja: 初めて参加する方々にとって、Linux / オープン ソース コミュニティは怖いものに感じるかもしれません。

source: We look forward to feedback on the effort in order to improve the census itself and subsequently the software that we all depend on for our privacy and security.”
ja: この調査自体を向上させるために、ひいては人々がプライバシーやセキュリティを守るべく頼りにしているソフトウェアを向上させるために、この取り組みへのフィードバックを期待しています。」

source: We look forward to welcoming you to Tokyo!
ja: ご来場をお待ちしています。

source: We look forward to working with other AGL members in advancing the technologies that will allow us to provide an outstanding connected infotainment experience for our customers.”
ja: We look forward to working with other AGL members in advancing the technologies that will allow us to provide an outstanding connected infotainment experience for our customers. (AGL メンバーと協力して技術革新を進め、卓越したコネクテッド インフォテインメント エクスペリエンスを提供していきたいと思います。)”

source: We may contact you if the logo we have on file is not of a high resolution print quality.
ja: The Linux Foundation が所有する貴社のロゴが高解像度印刷品質でない場合は、ご連絡させていただきます。

source: We may contact you in if the logo we have on file is not of a high resolution print quality.
ja: The Linux Foundation が所有する貴社のロゴが高解像度印刷品質でない場合は、ご連絡させていただきます。

source: We may well see at least one major distribution adopt Btrfs by default in 2014.
ja: メジャー ディストリビューションの少なくとも 1 つは、2014 年にデフォルトで Btrfs を採用するでしょう。

source: We now have an impressive list of automakers contributing to AGL,” said Dan Cauchy, General Manager of Automotive at The Linux Foundation.
ja: 代表的な自動車メーカーの面々が揃って AGL の貢献者となりました。

source: We only accept presentation slides in PDF format to ensure that there are no formatting issues.
ja: 発表用のスライドは PDF 形式でのみ受け付けていますのでご注意ください。

source: We thank our attendees for their help in keeping Linux Foundation events professional, welcoming, and friendly.
ja: The Linux Foundation のイベントが専門的で友好的で居心地良いものとなるよう、参加者の方々のご協力をお願いいたします。

source: We think that will be equally true for blockchain.
ja: blockchain でも同様になると思います。

source: We will also be sure to include this on all printed signage at the event.
ja: イベント会場にも貴社のロゴが含まれたスポンサー紹介ポスターが掲示されます。

source: We will also be sure to include your logo on all printed sponsor signage at the event.
ja: イベント会場にも貴社のロゴが含まれたスポンサー紹介ポスターが掲示されます。

source: We will dig in on why we started an open source office and how we established our open source culture.
ja: 私たちがオープン ソース オフィスの開設に至った経緯や、どのように同社のオープン ソース カルチャーを確立したかについて詳しく説明したいと思います。

source: We will provide a room at the end of the conference hours each day in which to store equipment that you don’t want to keep at your display.
ja: カンファレンス開催期間中は、カンファレンス終了後に保管室を利用できます。展示コーナーに放置したくない機材などは、こちらに収納できます。

source: We will request full biographies if a panel is accepted.
ja: パネリストのプロフィールについては、審査を通過後に提出してください。

source: We will send emails on your behalf between May 11-27 or June 8-12.
ja: 電子メールの配信時期は、5 月 11～27 日の間、または 6 月 8～12 日の間です。

source: We're still in the early stages of a shift that is making networks more open and interoperable for users.
ja: 私たちは、ネットワークをさらにオープンで相互運用可能なものにしなければなりません。

source: Wednesday, June 3: 11:00am - 4:20pm
ja: 6 月 3 日 (水) 午前 11:00 ～ 午後 4:20

source: Wednesday, June 3: 7:00-8:00am, 9:30-11:00am
ja: 6 月 3 日 (水) 午前 7:00～8:00、および 午前 9:30～11:00

source: Welcome to the Linux Weather Forecast
ja: Linux Weather Forecast (天気予報) へようこそ

source: We’re excited to be a part of this work hosted in a neutral forum where everyone has a voice on the future of these important projects.
ja: 重要なプロジェクトの未来を誰でも語れる、そんな中立な場で行われるこの取り組みに関わることにわくわくしています。

source: What
ja: .What 何が

source: What are you hoping to get from your presentation?
ja: あなたの発表の目的は何ですか。

source: What do you expect the audience to gain from your presentation?
ja: 受講者はあなたの発表から何を得られますか。

source: What is OpenDaylight?
ja: OpenDaylight とは?

source: What is it?
ja: なんだっけ?

source: What the Linux Foundation is really great at -- and what will ultimately benefit end users -- is facilitating collaboration among the industry’s leading thinkers.
ja: Linux Foundation が非常に得意とすること (そして最終的にエンド ユーザーに恩恵があること) は、業界の主要な思想家によるコラボレーションを促進することです。

source: What’s more, as an initiative under the auspices of the Linux Foundation, the IO Visor Project has the potential for credibility and momentum to benefit the diverse community of vendors and service providers, and ultimately enterprise IT.”
ja: さらに、Linux Foundation の支援を受けた IO Visor プロジェクトには、ベンダーやサービス プロバイダーのコミュニティはもとより、エンタープライズ IT コミュニティにも恩恵をもたらす信頼性や勢いが感じられます。」

source: When attending any Linux Foundation event, you agree to abide by our Anti-Harassment/Discrimination Policy.
ja: Linux Foundation イベントにご参加になる際には、Linux Foundation の Anti-Harassment/Discrimination Policy (迷惑・差別禁止ポリシー) に同意していただく必要があります。

source: When coupled with the price of Linux Foundation membership of $99, the benefits of certification and membership pay for themselves many times over.
ja: Linux Foundation のメンバーシップ登録料 99 米ドルと合わせても、破格の料金です。

source: When diverse users can standardize on the substrate, it enables enormous innovation to proliferate at higher layers.
ja: さまざまなユーザーを介して標準化が行われれば、大規模なイノベーションが上位層まで行きわたります。

source: When paired with products that include existing and future AllJoyn service frameworks - notification, onboarding, control panel, lighting to just name a few – rich scenarios that address real world needs are possible.
ja: 従来および今後の AllJoyn サービス フレームワーク (通知、オンボーディング、コントロール パネル、ライティングなど) を含む製品を組み合わせると、現実世界のニーズを満たせるリッチなシナリオが実現します。

source: When people have the tools and trust to collaborate on a massive scale, nearly any problem can be solved.
ja: 世界中で協力しあえるしくみと信頼関係があれば、ほぼすべての問題は解決できます。

source: When there are different efforts attempting to solve a big problem, what’s the best way of figuring out which one (or ones) are succeeding?
ja: 大きな問題の解決をめざす取り組みがいくつか存在する場合、どれが成功するのかを簡単に見極めるには何を見ればよいのでしょう?

source: When your demo crashes
ja: デモがうまくいかないとき

source: Whether you want to boost your open source compliance know-how, meet with developers from around the world, help staff build their Linux chops, or participate in massive collaborative efforts, your opportunities to get involved are literally wide open.
ja: 自身のオープン ソース コンプライアンス知識を強化する、世界中の開発者と出会う、スタッフの Linux 作業を手伝う、各種の協力活動に参加するなど、コミュニティへの関わり方はさまざまです。

source: While at Linux Foundation events or related social networking opportunities, attendees should not engage in discriminatory or offensive speech or actions regarding gender, sexuality, race, or religion.
ja: 参加者は、The Linux Foundation のイベントならびに関連する社会交流の場において、性別、人種、宗教に関する差別的または攻撃的な発言や活動を行ってはいけません。

source: While at Microsoft, he drove the Autorun fix into Windows Update, was the lead designer of Microsoft's SDL Threat Modeling Tool v3 and created the "Elevation of Privilege" game.
ja: Microsoft 在籍時には、Windows Update の Autorun 適用を主導し、Microsoft の SDL Threat Modeling Tool v3 のデザイナー リーダーを務め、"Elevation of Privilege" ゲームを開発しました。

source: While it is in the heart of Tokyo, the hotel is surrounded by our spacious scenic green garden, which gives the hotel an aura of quiet serenity.
ja: 東京の中心にありながら深遠とした緑の庭園に囲まれ、ひっそりと静寂の時を刻んでいます。

source: While it is not our intention to provide you with strict instructions on how to prepare your proposal, we hope you will take a moment to review the following guidelines that we have put together to help you prepare the best submission possible.
ja: 発表案の作成に関する厳密な制約はありませんが、よりよい発表案を作成するためにぜひ読んでいただきたいガイドラインを作成しましたので、参考にしてください。

source: While technology innovations like the Internet, Twitter or space exploration may exist without LInux, this video series underscores how the operating system has accelerated modern day technologies.
ja: インターネット、Twitter、宇宙探査のような技術革新は Linux がなくても存在するかもしれませんが、このビデオ シリーズは Linux OS がどのように現代の技術を加速したかを浮き彫りにしています。

source: While these debates are never easy, with the right governance we achieve a result which is not a compromise as much as walking the challenging path towards greater consensus.
ja: こうしたディベートは楽ではありませんが、正しいガバナンスによって、私たちはより大きなコンセンサスへの厳しい道を歩むに値する大きな成果 (妥協ではなく) を上げています。

source: While you are not required to staff your booth for the duration of all hours, it is encouraged to have a display of some sort in place the whole time.
ja: 展示ブースにスタッフが常駐する必要はありませんが、常時何らかの展示品があるほうがよいでしょう。

source: Who Attends:
ja: 対象者:

source: Who Contributes to ODL?
ja: 誰が ODL に貢献しているか?

source: Who Oversees The Census Project and How is It Funded
ja: Census Project に対する監督者と助成方法

source: Who Should Attend
ja: 対象者

source: Who are the first to contribute and adopt and how can you predict which projects will succeed?
ja: 最初に貢献・採用するのは誰で、どうすれば成功プロジェクトを予測できるか?

source: Why?
ja: なぜでしょう。

source: With 13,694 distinct changes merged, 4.2 was one of the busiest development cycles ever, though it just barely failed to break the record set by 3.15 (13,722).
ja: 4.2 では 13.694 種類の変更がマージされ、3.15 の記録 (13,722) にはわずかに及びませんでしたが、過去最高の多忙な開発サイクルの 1 つになりました。

source: With 4.2, we have a new set of infrastructure that should provide high-speed access to this memory while taking measures to prevent accidental corruption — an issue of concern when dealing with memory that is directly addressable by the CPU.
ja: 4.2 では、偶発的輻輳 (CPU によって直接アドレス指定可能なメモリを取り扱う際の重要な問題) の予防策を施しつつ、同メモリへの高速アクセスを行える新しい基盤セットが登場します。

source: With Your Team ...but also with your competitors!
ja: あなたのチームと....そしてライバルたちとも!

source: With a solid commitment to open source methodologies, Konsulko Group serves a full range of client companies, from large OEMs to startups and incubators — in Europe, Asia and the Silicon Valley.
ja: オープン ソース開発手法に揺るぎない信頼を寄せている Konsulko Group は、ヨーロッパ、アジア、およびシリコン バレーにおいて、大手 OEM からスタートアップ企業やインキュベーター企業までさまざまな分野の顧客企業にサービスを提供しています。

source: With about 197,000 employees and 67 plants worldwide, the company’s automotive brands include Ford and Lincoln.
ja: 約19万7000人の従業員と67工場を有し、代表的な自動車ブランドにはフォードやリンカーンなどがあります。

source: With distributed ledgers, virtually anything of value can be tracked and traded.
ja: 分散レジャーを利用することで、事実上どんなものも追跡・取引が可能です。

source: With full source and data available on GitHub, developers and security experts are invited to participate in The Census Project, from experimenting with different metrics, providing corrected data, proposing new projects to include in the evaluation, and suggesting alternative formulas for combining the data.
ja: すべてのソースとデータは GitHub で公開されていますので、開発者もセキュリティ エキスパートもぜひ Census Project に参加してください。さまざまな基準で試したり、修正したデータを提出したり、評価対象になる新プロジェクトを提起したり、データを組み合わせる代替式を提案したりしましょう。

source: With increasing interest in AllJoyn and demand for innovative IoT technologies on the rise, the second annual AllSeen Alliance Summit will unite top operators, product companies, security and cloud experts, retailers, information technology and service providers who are collaborating to create an open ecosystem for IoT.
ja: AllJoyn への関心の高まりや、IoT 技術の改革に対する需要増加を受け、第 2 回 AllSeen Alliance Summit が開催され、IoT のためのオープン エコシステム実現に向けて協力する主要通信事業、製品企業、セキュリティ / クラウド エキスパート、情報技術・サービス プロバイダーなどが集結します。

source: With open source, you never know who will use your technology and that is a good thing.
ja: オープン ソースを使うと、自分の技術を誰が使うかわかりませんが、それがよいのです。

source: With stacking, multiple security modules can be combined on a running system, adding flexibility to the creation of security policies.
ja: 山積していた多くのセキュリティ モジュールが実行中のシステムに組み込まれれば、セキュリティ ポリシーの作成に柔軟性が加わります。

source: With that said, The Linux Foundation, the Chinzan-so Hotel & Conference Center, nor any employees or staff of either organization can be held liable for lost or stolen items.
ja: なお、保管室における機材その他の盗難あるいは損傷について、The Linux Foundation、ホテル椿山荘東京、およびこれらの組織の従業員ならびに関連スタッフは責任を負いかねますのでご了承ください。

source: With the increasing complexity of both the software and hardware ecosystem, it is becoming more difficult to understand computing problems when they arise.
ja: ソフトウェアとハードウェアのエコシステムはどちらもますます複雑になり、コンピューターに問題が生じた際の理解が難解になっています。

source: With this collective wisdom, people everywhere are using Linux to solve harder problems, innovate faster than ever, and change the way the world works together.
ja: このようにして結集された英知により、人々はいたる所で Linux を使って難問を解決し、より速い技術革新を実現し、世界が協力し合う方法を変えています。

source: Within the networking industry we’ve already seen the major telecommunications providers emerge as the first to invest heavily in Open Source technologies such as OpenDaylight.
ja: ネットワーク業界では、まず OpenDaylight などのオープン ソース技術に大規模投資を行う大手通信プロバイダーが現れました。

source: Without it, even with software containing carefully audited source code, it is much harder to detect if binaries have been tampered with before they get in the hands of users.
ja: そのような機能がなければ、いくら注意深く監査されたソース コードからできたソフトウェアでも、ユーザーの手に渡る前にバイナリが改ざんされた場合、それを検知するのは至難の業です。

source: Work continues on adding top-quality support for large persistent memory arrays to the kernel.
ja: 大容量不揮発性メモリ アレイに関する最高品質サポートをカーネルに追加する作業の継続。

source: Workgroups
ja: ワークグループ

source: Working together empowers the ONOS project to leverage best practices in community engagement to grow and nurture a larger community, globally enabling developers and contributors to further accelerate the pace of innovation through feedback and contributions to its open source platforms and solutions.
ja: 協業により ONOS プロジェクトはコミュニティ

source: World Without Linux Episode 1: What's the Name of that Song?
ja: Linux のない世界 エピソード 1: この曲なんだっけ?

source: YOU MUST CONTACT COURTENAY POPE BY FRIDAY, MAY 8TH TO CONFIRM WHETHER OR NOT YOU WILL BE PARTICIPATING IN THE TECHNOLOGY SHOWCASE.
ja: テクノロジ ショーケースへの参加/不参加について、5 月 8 日 (金) までに COURTENAY POPE までご連絡ください。

source: Yes
ja: はい

source: Yes*
ja: はい

source: Yet at the same time it is clear that ONOS would have to substantially evolve if it wanted to become a contender for the role of de facto industry SDN and NFV platform.
ja: とはいえ、ONOS が業界デファクトの SDN/NFV プラットフォームの役割候補になるためには、さらなる進化が必要でしょう。

source: Yokohama Bay Sheraton Hotel & Towers - This four-star hotel is only a minute’s walk away from Yokohama station and overlooks the beautiful Yokohama Bay.
ja: 横浜ベイシェラトン ホテル＆タワーズ ー 横浜駅西口からわずか徒歩 1 分の 4 つ星ホテルです。美しい横浜港が望めます。

source: Yokohama Plaze Hotel (Official website in Japanese) -This hotel is a 2 minute walk from Yokohama Station and is close to many tourist attractions.
ja: ヨコハマ プラザ ホテル ー 横浜駅東口から徒歩 2 分で、さまざまな観光地に至近です。

source: You can now submit your slides directly through the CFP management system immediately when you submit your initial proposal or any time before the event by logging into your account, choosing your presentation and uploading your slides.
ja: CFP 管理システムからスライドを直接提出できますので、提出期限内にご自分のアカウントでログインし、該当する発表案を選択して、スライドをアップロードしてください。

source: You can participate in large-scale, industry-wide innovation by joining a Linux Foundation Collaborative Project or starting one of your own.
ja: Linux Foundation 協業プロジェクトに参画したり、新たにプロジェクトを立ち上げたりすることで、あなたも業界規模の壮大なイノベーションに参加することができます。

source: You can view it directly or use a feed reader to subscribe to the blog feed.
ja: 直接ブログを見ていただくこともできますし、フィード リーダーでブログ フィードを購読していただくこともできます。

source: You do not need to be a developer to submit a proposal, in fact, we strongly encourage first-time speakers to submit talks for all of our events.
ja: 開発者以外の方が発表案を提出してもまったく問題ありません。The Linux Foundation のどのイベントでも、初めての講演者の方を熱烈に歓迎しています。

source: You know the one...
ja: 知ってるでしょ...

source: You may not instantly become a brilliant orator overnight, but we strongly encourage all of our potential speakers to watch this tutorial and hopefully you will see more of the audience watching and listening to you as opposed to checking their email during your presentation.
ja: 一夜にして雄弁な演説家になるのは無理かもしれませんが、講演を行う可能性がある方はぜひこのチュートリアルをご覧ください。そうすれば受講者の多くはメールチェックなどせず、あなたの発表内容に集中することでしょう。

source: Your "chief meteorologist" is Jonathan Corbet, Executive Editor at LWN.net.
ja: この天気予報は LWN.net のエグゼクティブ エディター Jonathan Corbet が担当します。

source: Your logo should already appear on the Automotive Linux Summit 2015 event website.
ja: 貴社のロゴは、すでに Automotive Linux Summit 2015 のイベント サイトに掲載されています。

source: Your logo should already appear on the LinuxCon and CloudOpen Japan 2015 event websites.
ja: 貴社のロゴは、すでに LinuxCon Japan 2015 および CloudOpen Japan 2015 のイベント サイトに掲載されています。

source: Zemlin advises a variety of startups, including Splashtop and sits on the boards of the Global Economic Symposium, Open Source For America and Chinese Open Source Promotion Union.
ja: Splashtop をはじめとする企業への起業アドバイスも数多く行っており、Global Economic Symposium、Open Source For America、および Chinese Open Source Promotion Union の役員も務めています。

source: Zemlin has been recognized for his insights on the changing economics of the technology industry.
ja: Zemlin は、技術業界の経済変革に関する見識が評価されています。

source: Zemlin will also share the challenges that the open source industry is facing, which the industry can solve by teaming up.
ja: また、オープン ソース業界が直面している (協力することで解決可能な) 課題についても語ります。

source: Zemlin’s career spans three of the largest technology trends to rise over the last decade: mobile computing, cloud computing and open source software.
ja: Zemlin は、ここ 10 年あまりの三大技術トレンドであるモバイル コンピューティング、クラウド コンピューティング、およびオープン ソース ソフトウェアの分野でキャリアを重ねています。

source: and hardware is becoming commodity
ja: ハードウェアは日用品になる

source: c/o Information Desk
ja: インフォメーション デスク

source: hotel-and-travel
ja: 宿泊情報

source: io.js has a strong developer community innovating at the speed of light.
ja: io.js には光の速さで革新を続ける強力な開発者コミュニティがあります。

source: please contact Issei Tanaka at info (at) t-prime dot co dot jp for directions to Yokohama Plaze Hotel
ja: ヨコハマ プラザ ホテル http://www.yokohamaplazahotel.co.jp/info.html

source: registration
ja: 登録

source: request-invitation
ja: 招待状の申請

source: schedule
ja: スケジュール
